// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Regional Unlock";

ChangingTitle = "Changing Region…";
SuccessTitle = "Success";
SuccessMsg = "The printer's region was successfully changed.";
FailureTitle = "Failure";
FailureMsg = "The printer's region was not changed.";

HSDTaskTitleFieldText = "Set New Region";
HSDTaskDescriptionFieldText = "Enter the numbers the customer support agent gives you below.";
HSDCheckButtonText = "Check";
HSDCheckButtontDescriptionText = "Click \"Check\" to generate a confirmation number. Report this number to customer support agent.";
HSDConfirmationNumberLableText = "Confirmation Number:";
HSDSendButtontDescriptionText = "Click \"Send\" to reset the printer.";
HSDSendButtonText = "Send";
